Repository: PooyaRezaee/prodnavid
Catalog: apps/accounts/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Passwords don't match
fa: دو فیلد پسورد برابر نیست

source: Email
fa: ایمیل

source: Password
fa: پسورد

source: This email exist
fa: این ایمیل وجود دارد

source: Full Name
fa: نام کامل

source: Repat Password
fa: تکرار پسورد

source: How Meet
fa: چطور آشنا شدید

source: Register
fa: ثبت نام

source: Password Is Short
fa: پسورد کوتاه است

source: Password Not Mach
fa: پسورد باید یکسان باشد

source: Your Email
fa: ایمیلتان

source: Your Password
fa: پسوردتان

source: Firnd
fa: دوست

source: Google
fa: گوگل

source: social
fa: شبکه های اجتماعی

source: other
fa: سایر

source: Login User
fa: ورود کاربر

source: Login
fa: ورود

source: Profile User
fa: پروفایل کاربر

source: Update Your Profile
fa: اپدیت پروفایل شما

source: Update
fa: اپدیت

source: Register User
fa: ثبت نام کاربر
