Repository: PooyaRezaee/prodnavid
Catalog: apps/order/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Paid
fa: پرداخت شده

source: Waiting
fa: در انتظار

source: Cancelled
fa: لغو شده

source: Confirm Buy
fa: ادامه خرید

source: Detail Your Order
fa: جزییات سفارش شما

source: If the information is correct, click on payment
fa: اگر سفارش درست است دکمه پرداخت را فشار دهید

source: Payment
fa: پرداخت

source: Orders
fa: سفارش ها

source: Order ID
fa: شناسه سفارش

source: Code Beat
fa: شناسه بیت

source: Price
fa: قیمت

source: Satus
fa: وضعیت

source: Action
fa: اکشن

source: ReSend
fa: ارسال مجدد

source: Pay
fa: پرداخت

source: Report
fa: گزارش مشکل

source: Order Is Empty
fa: شما سفارشی ندارید

source: Log in first or <a class='text-primary' href='{}'>register</a> if you don't have an account
fa: اول وارد شوید یا <a class='text-primary' href='{}'>ثبت نام</a> کنید اگر اکانت ندارید

source: Beat Not available
fa: بیت در حال حاضر در دسترس نیست

source: Error
fa: ارور

source: You Order Paid<br>Tank You For Trust To Me
fa: سفارش شما پرداخت شده است<br>از اعتمادتان به ما متشکریم

source: Beat File Sended To Email For You
fa: فایل بیت به ایمیل شما ارسال شده است

source: The transaction has already been paid<br>If You Have Problem Send Email For Me
fa: تراکنش قبلا پرداخت شده است<br>اگر مشکلی دارید برای من ایمیل ارسال کنید

source: The transaction Failed<br>If You Have Problem Send Email For Me
fa: تراکنش شکست خورد<br>اگر مشکلی وجود دارد برای من ایمیل ارسال کنید

source: Transaction failed or canceled by user
fa: تراکنش شکست خورد یا توسط کاربر لغو شد

source: Resendded Beat TO Your Email
fa: بیت مجدد برای شما ایمیل شد

source: Must First Pay this Beat
fa: باید اول این بیت را پرداخت کنید

source: Error Internal
fa: ارور داخلی
