Repository: PooyaRezaee/prodnavid
Catalog: apps/beat/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Demo
fa: دمو

source: Full
fa: کامل

source: Beat Id
fa: شناسه بیت

source: Type
fa: نوع

source: Time
fa: زمان

source: Price
fa: قیمت

source: Sold
fa: فروخته شده

source: Sales are disabled
fa: فروش غیر فعال است

source: Buy Full Beat
fa: خرید کامل بیت

source: Your browser does not support the audio element.
fa: مرورگر شما برای پخش فایل پشتیبانی نمیشود

source: Home
fa: خانه

source: Newsted
fa: جدیدترین ها

source: Most Viewed
fa: بیشترین بازدید ها

source: Free
fa: رایکان ها

source: Beats
fa: بیت ها

source: Category
fa: دسته بندی

source: All
fa: همه

source: Order By
fa: مرتب سازی بر اساس

source: Newster
fa: جدید ترین

source: Most View
fa: بیشترین بازدید

source: Avalable
fa: موجود
